Repository: CofficLab/Lumi
Catalog: Plugins/ConversationSpeedPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %d messages
zh_hans: %d 条消息

source: Average speed
zh_hans: 平均速度

source: Conversation speed trend
zh_hans: 对话速度趋势

source: ConversationSpeed
zh_hans: 会话速度

source: Max %.1f
zh_hans: 最高 %.1f

source: Min %.1f
zh_hans: 最低 %.1f

source: Model
zh_hans: 模型

source: Output tokens
zh_hans: 输出 tokens

source: Provider
zh_hans: 服务商

source: Streaming Speed
zh_hans: 生成速度

source: Streaming duration
zh_hans: 生成耗时

# Streaming speed description
source: This is the tokens-per-second (TPS) of the last message in this conversation, i.e. how many tokens the model generated per second.
zh_hans: 这是当前对话最后一条消息的生成速度（Tokens Per Second，简称 TPS），表示模型每秒生成的 token 数量。

# Streaming speed help
source: Streaming speed of the last message
zh_hans: 最后一条消息的生成速度

# Speed unavailable
source: Unavailable
zh_hans: 速度不可用

# Speed unavailable missing duration
source: The provider did not report a valid response duration, so generation speed cannot be calculated.
zh_hans: 服务商未返回有效的响应耗时，因此无法计算生成速度。

# Speed unavailable missing output tokens
source: The provider did not report the output token count, so generation speed cannot be calculated.
zh_hans: 服务商未返回输出 token 数量，因此无法计算生成速度。

# Speed unavailable missing output tokens and duration
source: The provider did not report the output token count or a valid response duration, so generation speed cannot be calculated.
zh_hans: 服务商未返回输出 token 数量和有效的响应耗时，因此无法计算生成速度。

# Speed unavailable waiting for response
source: No assistant response with speed data is available yet. Send a message and wait for the response to finish.
zh_hans: 当前还没有包含速度数据的助手回复。请发送消息并等待回复完成。

source: Time to first token
zh_hans: 首 token 延迟

source: tokens / second
zh_hans: tokens / 秒
